Repository: lliurex/zero-server-wizard
Catalog: lliurex-po/zero-server-wizard/*.po
Languages: es

source: Basic classroom server configuration. netadmin user will be created in ldap as an admin and will be accessible anywhere in the classroom network. A restart after the initialization is needed.
es: Configuración basica de un servidor de aula. El usuario netadmin será creado en ldap como administrador y será accesibledesde cualquier lugar del aula. Un reinicio tras la inicialización es necesario.

source: Master server configuration. This server will centrify LDAP operations. Slave servers will replicate LDAP from a single master server in the local network. A restart after the initialization is needed.
es: Configuración de servidor maestro. Este servidor centraliza las operaciones de LDAP. Los servidores esclavos en su red local replicarán la información de LDAP.

source: Slave Server configuration. A Master server is needed in the network. Each Slave master must have an unique classroom ID. A restart after the initialization is needed.
es: Configuración de servidor esclavo. Un servidor maestro es necesario en la red. Cada servidor esclavo ha de tener un ID de aula único.

source: <b>'netadmin' Password</b>
es: <b>Contraseña de 'netadmin'</b>

source: <b>Server Name</b>
es: <b>Nombre del servidor</b>

source: <b>Server Domain Name</b>
es: <b>Nombre del dominio del servidor</b>

source: <b>Independent Server</b>
es: <b>Servidor independiente</b>

source: <b>Internal interface</b>
es: <b>Interfaz interna</b>

source: <b>External interface</b>
es: <b>Interfaz externa</b>

source: <b>Internal IP</b>
es: <b>IP interna</b>

source: <b>External configuration mode</b>
es: <b>Modo de configuración externa</b>

source: <b>Internal mask</b>
es: <b>Máscara interna</b>

source: <b>External IP</b>
es: <b>IP externa</b>

source: <b>External mask</b>
es: <b>Máscara externa</b>

source: <b>External gateway</b>
es: <b>Puerta de enlace externa</b>

source: <b>Manual Options</b>
es: <b>Opciones manuales</b>

source: <b>Server Network</b>
es: <b>Red del servidor</b>

source: Independent
es: Independiente

source: <b>NFS options</b>
es: <b>Opciones de NFS</b>

source: Export /net
es: Exportar /net

source: Mount /net from external IP
es: Montar /net de una IP externa

source: Disabled
es: Deshabilitado

source: <b>Master Server</b>
es: <b>Servidor maestro</b>

source: <b>Replication interface</b>
es: <b>Interfaz de replicación</b>

source: Master
es: Maestro

source: <b>Remote Master Server user and password(twice)</b>
es: <b>Usuario y contraseña (dos veces) del servidor maestro remoto</b>

source: <b>Classroom ID</b>
es: <b>ID del aula</b>

source: Mount /net from Master
es: Montar /net del Maestro

source: <b>Slave Server</b>
es: <b>Servidor esclavo</b>

source: Unlock internal IP edition
es: Desbloquear edición de IP interna

source: Slave
es: Esclavo

source: Passwords do not match
es: Las contraseñas no coinciden

source: External interface alias (Recommended)
es: Alias de la interfaz externa (Recomendado)

source: Internal IP must be a valid IP.
es: IP Interna ha de ser una IP válida.

source: Internal mask must be a valid IP.
es: Máscara interna ha de ser una IP válida.

source: Server name cannot be an empty string.
es: Nombre del servidor no puede ser una cadena vacía.

source: Server domain name cannot be an empty string.
es: Nombre del dominio del servidor no puede ser una cadena vacía.

source: External IP must be a valid IP.
es: IP externa ha de ser una IP válida.

source: External mask must be a valid IP.
es: Máscara externa ha de ser una IP válida.

source: External gateway must be a valid IP.
es: Puerta de enlace externa ha de ser una IP válida.

source: DNS1 must be a valid IP.
es: DNS1 ha de ser una IP válida.

source: DNS2 must be a valid IP.
es: DNS2 ha de ser una IP válida.

source: NFS mount point doesn't seem to be valid.
es: El punto de montaje NFS no parece ser válido.

source: Initialization complete. A reboot is required.
es: Inicialización completada. Un reinicio es necesario.

source: Remote passwords do not match.
es: Las contraseñas remotas no coinciden.
